Revit 2024 API
ParameterTypeId.ProjectRevisionRevisionIssuedBy Property
 "Issued by"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ProjectRevisionRevisionIssuedBy { get; }
Visual Basic
Public Shared ReadOnly Property ProjectRevisionRevisionIssuedBy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ProjectRevisionRevisionIssuedBy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace